/********************************
FindFiles.js - ver. 2012-12-22
Interface language
Language:      ChineseSimplified (2052)
Translated by: cnnnc
*********************************/
sTxtScriptName  = "查找文件";
sTxtDir         = "目录(&D)";
sTxtCurrent     = "当前(&C)";
sTxtBrowse      = "浏览(&B)...";
sTxtSubDirs     = "子目录层数(&L):";
sTxtAll         = "所有";
sTxtFileName    = "文件名称(&N)";
sTxtWildcards   = "(可用的通配符: *?)";
sTxtRegExp      = "正则表达式";
sTxtTextInFile  = "文件内容(&T)";
sTxtNotName     = "不匹配名称";
sTxtMatchCase   = "区分大小写";
sTxtMultiline   = "多行";
sTxtNotContain  = "不包含文字";
sTxtInStreams   = "包括 NTFS 数据流";
sTxtSkipBinary  = "不在二进制文件中搜索";
sTxtSkipLarger  = "Don't search\nin larger than:";         //new
sTxtFiles       = "文件";
sTxtSearch      = "搜索";
sTxtEdit        = "编辑";
sTxtCopyList    = "复制列表";
sTxtClearList   = "清空列表";
sTxtSettings    = "设置";
sTxtClose       = "关闭";
sTxtChooseDir   = "请选择目录:";
sTxtNoFiles     = "<无文件>";
sTxtSeparateWnd = "在独立窗口运行";
sTxtKeepFiles   = "保留文件列表";
sTxtPathShow    = "文件列表中显示完整路径";
sTxtDirNoExist  = "目录不存在。";
sTxtFileNoExist = "文件不存在。";
sTxtErrorRE     = "正则表达式错误。";
sTxtNTFSStream  = "NTFS stream";                           //new
sTxtWait        = "请稍候...";
sHlpAnyChar     = "任意单一字符";
sHlpAnyString   = "任意个字符的字符串";
sHlpSemicolQuot = "分号必须在双引号中";
sHlpListSepar   = "列表分隔符(分号)";
sHlpAnyChar_NL  = "任意单一字符，除了 \\n";
sHlpDigit       = "数字 [0-9]";
sHlpNonDigit    = "非数字 [^0-9]";
sHlpWhiteSp     = "空白字符 [ \\f\\n\\r\\t\\v]";
sHlpNonWhiteSp  = "非空白字符";
sHlpWordChar    = "单词字符 [A-Za-z0-9_]";
sHlpNonWordChar = "非单词字符";
sHlpNULL        = "NULL 字符";
sHlpFF          = "换页符 \\x0C";
sHlpNL          = "换行符 \\x0A";
sHlpCR          = "回车符 \\x0D";
sHlpTab         = "制表符 \\x09";
sHlpVTab        = "垂直制表符 \\x0B";
sHlpCharHex     = "字符 16 进制编码 FF";
sHlpUniCharHex  = "Unicode 字符 16 进制编码 00FF";
sHlpBegin       = "字串/行的开头";
sHlpEnd         = "字串/行的末尾";
sHlpWordBoun    = "单词边界";
sHlpNonWordBoun = "非单词边界";
sHlpAlternative = "匹配 ab 或 xy";
sHlpCharSet     = "字符集合, 匹配所包含的任意一个字符";
sHlpNegCharSet  = "负值字符集合，匹配未包含的任意字符";
sHlpRange       = "匹配 a 到 z 范围内的任意小写字母字符";
sHlpNegRange    = "匹配任何不在 a 到 z 范围内的任意字符";
sHlpCapture     = "匹配 ab 并获取这一匹配";
sHlpNotCapture  = "匹配 ab 但不获取匹配";
sHlpFollow      = "在任何匹配 ab 的字符串开始处匹配查找字符串";
sHlpNotFollow   = "在任何不匹配 ab 的字符串开始处匹配查找字符串";
sHlpBackrefer   = "向后引用";
sHlpZeroOrOne   = "匹配前面的子表达式零次或一次";
sHlpZeroOrMore  = "匹配前面的子表达式零次或多次";
sHlpOneOrMore   = "匹配前面的子表达式一次或多次";
sHlpexactly     = "精确匹配 3 次";
sHlpAtLeast     = "最少匹配 3 次";
sHlpFromTo      = "匹配 3 到 7 次的";
sHlpSpecChars   = "()[]{}^$.?+*|\\ 特殊符号";